[{"name":"Harry Potter series","author":"J.K. Rowling","synopsis":"The adventures of Harry Potter, the Boy Who Lived, and his wand-wielding friends at the Hogwarts School of Witchcraft and Wizardry.  Harry, Ron and Hermione must master their craft and battle the machinations of the evil wizard Voldemort and his Death Eaters. ","cover":"assets\/harry-potter-series.png"},{"name":"The Hunger Games series","author":"Suzanne Collins","synopsis":"In the ruins of a future North America, a young girl is picked to leave her impoverished district and travel to the decadent Capitol for a battle to the death in the savage Hunger Games. But for Katniss Everdeen, winning the Games only puts her deeper in danger as the strict social order of Panem begins to unravel.","cover":"assets\/the-hunger-game-series.png"},{"name":"To Kill a Mockingbird","author":"Harper Lee","synopsis":"Author Harper Lee explores racial tensions in the fictional \"tired old town\" of Maycomb, Ala., through the eyes of 6-year-old Scout Finch. As her lawyer father, Atticus, defends a black man accused of rape, Scout and her friends learn about the unjust treatment of African-Americans — and their mysterious neighbor, Boo Radley.","cover":"assets\/to-kill-a-mockingbird.png"},{"name":"The Fault in Our Stars","author":"John Green","synopsis":"Despite the tumor-shrinking medical miracle that has bought her a few more years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at the Cancer Kid Support Group, Hazel's story is about to be completely rewritten.","cover":"assets\/the-fault-in-our-stars.png"},{"name":"The Hobbit","author":"J.R.R. Tolkien","synopsis":"Bilbo Baggins, a respectable, well-to-do hobbit, lives comfortably in his hobbit hole until the day the wandering wizard Gandalf chooses him to take part in an adventure from which he may never return.","cover":"assets\/the-hobbit.png"},{"name":"The Catcher in the Rye","author":"J.D. Salinger","synopsis":"With the author's death, the classic novel about young Holden Caulfield's disillusionment with the adult world and its \"phoniness\" will only rise in popularity — and controversy, since it is a favorite target of censors, who often cite profanity and sexual references in their efforts to ban the book.","cover":"assets\/the-catcher-in-the-rye.png"},{"name":"The Lord of the Rings","author":"J.R.R. Tolkien","synopsis":"Tolkien's seminal three-volume epic chronicles the War of the Ring, in which Frodo the hobbit and his companions set out to destroy the evil Ring of Power and restore peace to Middle-earth. The beloved trilogy still casts a long shadow, having established some of the most familiar and enduring tropes in fantasy literature. ","cover":"assets\/the-lord-of-the-rings.png"},{"name":"Fahrenheit 451","author":"Ray Bradbury","synopsis":"In a far future world, television dominates, and books are outlawed. The totalitarian regime has ordered all books to be burned by \"firemen,\" whose job is to start the fires rather than stop them. But one fireman begins to see the value of the printed word.","cover":"assets\/fahrenheit-451.png"},{"name":"Looking for Alaska","author":"John Green","synopsis":"Sixteen-year-old Miles' first year at Culver Creek Preparatory School in Alabama includes good friends and great pranks, but is defined by the search for answers about life and death after a fatal car crash.","cover":"assets\/looking-for-alaska.png"},{"name":"The Book Thief","author":"Markus Zusak","synopsis":"Trying to make sense of the horrors of World War II, Death relates the story of Liesel — a young German girl whose book-stealing and storytelling talents help sustain her family and the Jewish man they are hiding, as well as their neighbors.","cover":"assets\/the-book-thief.png"},{"name":"The Giver series","author":"Lois Lowry","synopsis":"In the future, society has eliminated discord, converting everyone to \"Sameness.\" In three linked stories, Jonas, destined to hold memories of the time before Sameness; Kira, an orphan with a twisted leg; and healer Matty must discover the truth about their society and restore emotion, meaning and balance to their world.","cover":"assets\/the-giver-series.png"},{"name":"The Hitchhiker's Guide to the Galaxy series","author":"Douglas Adams","synopsis":"In this collection of novels, Arthur Dent is introduced to the galaxy at large when he is rescued by an alien friend seconds before Earth's destruction, and embarks on a series of amazing adventures, from the mattress swamps of Sqornshellous Zeta to the Restaurant at the End of the Universe.","cover":"assets\/the-hitchhiker-guide-to-the-galaxy-series.png"},{"name":"The Outsiders","author":"S.E. Hinton","synopsis":"S.E. Hinton was just 16 years old when she wrote this novel about kids getting caught up in class struggles. Ponyboy is a greaser, from the wrong side of the tracks; he runs afoul of the upper-class Socs, leading to an epic rumble between the two gangs.","cover":"assets\/the-outsiders.png"},{"name":"Anne of Green Gables series","author":"L.M. Montgomery","synopsis":"In this collection of eight novels by Lucy Maude Montgomery, Matthew and Marilla Cuthbert, a rather prim and elderly brother and sister pair, send away for an orphan boy to help them run their farm on Canada's Prince Edward Island. But when the orphan arrives, he's not a he, he's a she — the loquacious and dreamy red-haired Anne-with-an-E Shirley — who quickly takes up a central place in their hearts. ","cover":"assets\/anne-of-green-gables-series.png"},{"name":"His Dark Materials series","author":"Philip Pullman","synopsis":"In this hit series, young Lyra Belacqua tries to prevent kidnapped children from becoming the subject of gruesome experiments; helps Will Parry — a boy from another world — search for his father; and finds that she and Will are caught in a battle between the angelic forces of the Authority and those gathered by her rebel uncle, Lord Asriel.","cover":"assets\/his-dark-materials-series.png"},{"name":"The Perks of Being a Wallflower","author":"Stephen Chbosky","synopsis":"In a thought-provoking, coming-of-age novel, teenager Charlie struggles to cope with the complex world of high school. He deals with the confusions of sex and love, the temptations of drugs and the pain of losing a close friend and favorite aunt.","cover":"assets\/the-perks-of-being-a-wallflower.png"},{"name":"The Princess Bride","author":"William Goldman","synopsis":"This tale of a handsome farm boy who, aided by a drunken swordsman and a gentle giant, rescues a beautiful princess named Buttercup comes with a slyly humorous, metafictional edge=> Goldman claims to have merely abridged an earlier text by one \"S. Morgenstern\" (actually a pseudonym) and peppers his text with clever commentary. ","cover":"assets\/the-princess-bride.png"},{"name":"Lord of the Flies","author":"William Golding","synopsis":"The classic study of human nature depicts the degeneration of a group of schoolboys marooned on a desert island. Ralph, Piggy, Simon and their fellow castaways attempt to develop their own society — and fail disastrously.","cover":"assets\/lord-of-the-flies.png"},{"name":"Divergent series","author":"Veronica Roth","synopsis":"In a future Chicago, 16-year-old Beatrice Prior must choose among five predetermined factions to define her identity for the rest of her life, a decision made more difficult when she discovers that she is an anomaly who does not fit into any one group, and that the society she lives in is not perfect after all.","cover":"assets\/divergent-series.png"},{"name":"Paper Towns","author":"John Green","synopsis":"One month before graduating from his Central Florida high school, Quentin \"Q\" Jacobsen basks in the predictable boringness of his life, until the beautiful and exciting Margo Roth Spiegelman, Q's neighbor and classmate, takes him on a midnight adventure and then mysteriously disappears. ","cover":"assets\/paper-towns.png"},{"name":"The Mortal Instruments series","author":"Cassandra Clare","synopsis":"Able to see demons and those who hunt them, Clary Fray is drawn into the world of the Shadowhunters when her mother slips into a coma and travels to the City of Glass, the capital of their secretive country, where she uncovers important truths about her family's past. ","cover":"assets\/the-mortal-instruments-series.png"},{"name":"An Abundance of Katherines","author":"John Green","synopsis":"Always being dumped by girls named Katherine, Colin Singleton, a washed-up child prodigy with a Judge Judy-obsessed best friend, embarks on a quest to prove The Theorem of Underlying Katherine Predictability, which will affect all of his future relationships and change his life.","cover":"assets\/an-abundance-of-katherines.png"},{"name":"Flowers For Algernon","author":"Daniel Keyes","synopsis":"When brain surgery makes a mouse into a genius, dull-witted Charlie Gordon wonders if it might also work for him.  It does ... but then the mouse begins to regress.","cover":"assets\/flower-of-algernon.png"},{"name":"Thirteen Reasons Why","author":"Jay Asher","synopsis":"When high school student Clay Jenkins receives a box in the mail containing 13 cassette tapes recorded by his classmate Hannah, who committed suicide, he spends a bewildering and heartbreaking night crisscrossing their town, listening to Hannah's voice recount the events leading up to her death.","cover":"assets\/thirteen-reasons-why.png"},{"name":"The Curious Incident of the Dog in the Night-Time","author":"Mark Haddon","synopsis":"Despite his overwhelming fear of interacting with people, Christopher, a mathematically gifted, autistic boy, decides to investigate the murder of a neighbor's dog and uncovers secrets about his mother.","cover":"assets\/the-curious-incident-of-the-dog.png"}]